Repository: AxokGit/ProgrammationSystemeG1
Catalog: EasySave_Console/EasySave_Console/Languages/*.resx
Languages: fr

source: Backup
fr: Sauvegardes

# backups_work_edit_menu
source: Backup works edit menu
fr: Menu d'édition de travail de sauvegarde

# backups_work_run_menu
source: Backup work run menu
fr: Menu d'exécution de travail de sauvegarde

source: Change language
fr: Changer la langue

source: Choose backup work to edit
fr: Choisissez un travail de sauvegarde à modifier

source: Choose backup work to run
fr: Choisissez un travail de sauvegarde à exécuter

# choose_log
source: Which log file would you like to open?
fr: Quel fichier log souhaitez-vous ouvrir ?

# define_work
source: Define backup job(s)
fr: Définir travail de sauvegarde

source: DONE
fr: TERMINÉ

# dst_folder
source: Destination folder
fr: Dossier de destination

# dst_folder_backup_work
source: Destination folder of backup work
fr: Dossier de destination du travail de sauvergarde

# err_empty_bw
source: Error, the backup work selected is not configured
fr: Erreur, le travail de sauvegarde n'a pas été configuré

# exit_menu
source: Exit
fr: Quitter

# exit_program
source: Quit program
fr: Quitter le programme

# folder_or_none
source: Folder (none to keep)
fr: Dossier (rien pour garder)

# here_your_options
source: Here are your options:
fr: Voici vos options

source: Languages
fr: Langues

source: Name
fr: Nom

# name_backup_work
source: Name of backup work
fr: Nom du travail de sauvegarde

# name_or_none
source: Name (none to keep, 'r' to reset)
fr: Nom (rien pour garder, 'r' pour réinitialiser)

# number
source: No.
fr: N°

# number_or_all
source: No. ('a' for all)
fr: N° ('a' pour tous)

source: Open log folder
fr: Ouvrir dossier log

# open_settings_dir
source: Open settigns directory
fr: Ouvrir le dossier des fichiers de configuration

# run_work
source: Start backup job(s)
fr: Lancer travail de sauvegarde

source: Saves
fr: Sauvegardes

source: Select language
fr: Selectionnez une langue

source: Settings
fr: Paramètres

source: Sir
fr: Monsieur

# src_folder
source: Source folder
fr: Dossier source

# src_folder_backup_work
source: Source folder of backup work
fr: Dossier source du travail de sauvegarde

# starting_copy
source: Copying
fr: Copie en cours

# type_backup_work
source: Type of backup work
fr: Type du travail de sauvegarde

# type_complete
source: Complete
fr: Complète

# type_differencial
source: Differencial
fr: Différencielle

source: Type ENTER to continue
fr: Tapez ENTRER pour continuer

# welcome_message
source: Welcome in EasySave
fr: Bienvenue dans EasySave !

source: World
fr: Monde
